VV_cases/V2_thermal/results/study_v2a/runs/004_data_v2a_ogrid_cylinder_validation/simulations/Re60_ogrid/openfoam_setup/0/p_rgh
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      p_rgh;
}

dimensions      [0 2 -2 0 0 0 0];
internalField   uniform 0;

boundaryField
{
    inlet    { type fixedFluxPressure; rho rhok; value uniform 0; }
    outlet   { type fixedValue; value uniform 0; }
    top      { type fixedFluxPressure; rho rhok; value uniform 0; }
    bottom   { type fixedFluxPressure; rho rhok; value uniform 0; }
    cylinder { type fixedFluxPressure; rho rhok; value uniform 0; }
    front    { type empty; }
    back     { type empty; }
}
