VV_cases/V2_thermal/results/study_v2a/runs/004_data_v2a_ogrid_cylinder_validation/simulations/Re60_ogrid/openfoam_setup/constant/g
FoamFile { version 2.0; format ascii; class uniformDimensionedVectorField; object g; }
dimensions  [0 1 -2 0 0 0 0];
value       (0 0 0);
